Repository: JulioPotier/wp-genders
Catalog: lang/genders-*.po
Languages: fr_fr

source: Admin Gender Setting
fr_fr: Régler le genre de l’admin.

source: Set Your Preferred Gender
fr_fr: Votre genre préféré

source: Neutral / Not Binary / Agender: "%s"
fr_fr: Neutre / Non-binaire / Agenre : "%s"

source: Man: "%s"
fr_fr: Homme : "%s"

source: Woman: "%s"
fr_fr: Femme : "%s"

source: Not Specified (plural): "Contact the administrators…"
fr_fr: Non spécifié (pluriel) : "Contactez les administrateurs ou administratrices…"

source: Neutral / Not Binary / Agender: "Contact the administrator…"
fr_fr: Neutre / Non-binaire / Agenre : "Contactez les responsables de l’administration…"

source: Man: "Contact the administrator…"
fr_fr: Homme : "Contactez l’administrateur…"

source: Woman: "Contact the administrator…"
fr_fr: Femme : "Contactez l’administratrice…"

source: Men: "Contact the administrators…"
fr_fr: Hommes : "Contactez les administrateurs…"

source: Women: "Contact the administrators…"
fr_fr: Femmes : "Contactez les administratrices…"

source: Not Specified (plural): "Administrators"
fr_fr: Non spécifié (pluriel) : ": Administrateurs/administratrices"

source: Neutral / Not Binary / Agender: "Administrators"
fr_fr: Neutre / Non-binaire / Agenre : "Administration"

source: Man: "Administrator"
fr_fr: Homme : "Administrateur"

source: Woman: "Administrator"
fr_fr: Femme : "Administratrice"

source: Men: "Administrators"
fr_fr: Hommes : "Administrateurs"

source: Women: "Administrators"
fr_fr: Femmes : "Administratrices"

# NSP
source: Administrators
fr_fr: Administrateurs et Administratrices

# NE
source: Administrating
fr_fr: Administration

# M
source: Administrator
fr_fr: Administrateur

# F
source: Administrator
fr_fr: Administratrice

# MP
source: Administrators
fr_fr: Administrateurs

# FP
source: Administrators
fr_fr: Administrateurs

# NSP
source: Authors
fr_fr: Auteurs et Autrices

# NE
source: Writing
fr_fr: Rédaction

# M
source: Author
fr_fr: Auteur

# F
source: Author
fr_fr: Autrice

# MP
source: Authors
fr_fr: Auteurs

# FP
source: Authors
fr_fr: Auteurs

# NSP
source: Editors
fr_fr: Éditeurs et Éditrices

# NE
source: Editing
fr_fr: Édition

# M
source: Editor
fr_fr: Éditeur

# F
source: Editor
fr_fr: Éditrice

# MP
source: Editors
fr_fr: Éditeurs

# FP
source: Editors
fr_fr: Éditeurs

# NSP
source: Contributors
fr_fr: Contributeurs et Contributrices

# NE
source: Contributing
fr_fr: Contribution

# M
source: Contributor
fr_fr: Contributeur

# F
source: Contributor
fr_fr: Contributrice

# MP
source: Contributors
fr_fr: Contributeurs

# FP
source: Contributors
fr_fr: Contributeurs

# NSP
source: Subscribers
fr_fr: Abonnés et Abonnées

# NE
source: Subscripting
fr_fr: Souscription

# M
source: Subscriber
fr_fr: Abonné

# F
source: Subscriber
fr_fr: Abonnée

# MP
source: Subscribers
fr_fr: Abonnés

# FP
source: Subscribers
fr_fr: Abonnés

source: Preferred gender
fr_fr: Genre préféré

source: Not Specified: "%s"
fr_fr: Non spécifié : "%s"

# copy/paste the one from "User role" context from your lang
source: Administrator
fr_fr: Administrateur/administratrice

source: WordPress Native Translations.
fr_fr: Traductions natives de WordPress.

source: Administrator(s) Gender(s)
fr_fr: Genre du ou des responsables de l’administration

source: Role List Gender
fr_fr: Genre de la liste des rôles

source: Not Specified: "Contact the administrator…"
fr_fr: Non spécifié : "Contactez l’administrateur ou l’administratrice…"

source: How the roles should be displayed when not associated with a user
fr_fr: Comment les rôles doivent apparaitre quand ils ne sont pas associés à un compte
